stress/events/POST_2.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/events/add/"
          json:
                title: "Adding a test!"
                date: 2021-01-10
                description: "Adding with Stress"
          expect:
            statusCode: 200